import { ObjectHTMLAttributes } from "react";

const obj = [
    {
        code : 1,
        title:"เหนื่อยไหม กอดหัวใจตัวเองหรือยัง",
        cover: "/img-01.jpg",
        category:"เรากอดหัวใจเราหรือยัง? , ทำไมเราใจดีกับคนอื่น แตกลับใจร้ายกับตัวเอง",
        author:"ยุนแดฮย็อน",
        price:"295",
    },
    {
        code : 2,
        title:"พักให้ไหว ค่อยไปต่อ",
        cover: "/img-02.jpg",
        category:"เธออยากที่จะก้าวออกมาจากโลกอันปลอดภัยของเธอ, แล้วค้นหาความจริงให้จิตใจมากขึ้น ",
        author:"นีน่า คิม",
        price:"225",
    },
    {
        code : 3,
        title:"ความสุขเล็กๆ Small Pleasures",
        cover: "/img-03.jpg",
        category:"โลกเล็กๆ ที่เราอาจไม่ได้สังเกต,  สิ่งเล็กๆ ที่ทำให้เรายิ้ม ",
        author:"รสลินน์ ทวีกิตติกุล",
        price:"295",
    },
    {
        code : 4,
        title:"The Power of Meaning อะไรทำให้ชีวิตคนเรามีความหมาย",
        cover: "/img-04.jpg",
        category:"อะไรคือความหมายของชีวิตเรา?,  ยิ่งมนุษย์ลืมนึกถึงตัวเองได้มากเท่าไร ด้วยการช่วยเหลือผู้อื่นหรือรักใครสักคน เขาก็จะเป็นมนุษย์มากขึ้นเท่านั้น ",
        author:"Emily Esfahani Smith",
        price:"300",
    },
    {
        code : 5,
        title:"The Power of Meaning อะไรทำให้ชีวิตคนเรามีความหมาย",
        cover: "/img-05.jpg",
        category:"หนังสือปลอบใจ เยียวยาหัวใจ ,  อ่านแล้วพร้อมจะลุกขึ้นออกเดินทางต่อไป อ่านแล้วมีความชิลล์ในใจ ",
        author:"พักแช-กยู และโชซองมิน",
        price:"265",
    }
]
